{"quotes": [{"content": "Happiness is not a state to arrive at, but a manner of traveling.", "author": "Margaret Lee Runbeck"}, {"content": "On the first day, man created god.", "author": "Anon"}, {"content": "Never do today what you can put of till' tomorow.", "author": "William Pulteney"}, {"content": "The time you enjoy wasting, is not wasted time.", "author": "Bertrand Russell"}, {"content": "What was God doing before he made the world? Was he preparing hell for people who asked such questions?", "author": "Stephen Hawking"}, {"content": "I don't know what tastes better.  The sweet tears of Democrats when I tell them I favor the free-market, gun rights, and the abolishment of welfare and government regulation or the sweet tears of Republicans when I tell them I favor gay-rights, free-speech, secularism, and the abolishment of the War on Drugs and Terror.", "author": "hXcDiedWithHitler"}, {"content": "If you want to know what a man's like, take a good look at how he treats his inferiors, not his equals.", "author": "J. K. Rowling"}, {"content": "Has nobody noticed that the authorities can't even keep drugs out of the prisons? How can making our entire society a prison solve the problem?", "author": "Ron Paul"}, {"content": "Don't steal - the government hates competition!", "author": "Ron Paul"}, {"content": "They who can give up essential liberty to obtain a little temporary safety deserve neither liberty nor safety.", "author": "Benjamin Franklin"}, {"content": "Of all tyrannies, a tyranny sincerely exercised for the good of its victims may be the most oppressive.  It would be better to live under robber barons than under omnipotent moral busybodies.  The robber baron's cruelty may sometimes sleep, his cupidity may at some point be satiated; but those who torment us for our own good will torment us without end for they do so with the approval of their own conscience.", "author": "C.S. Lewis"}, {"content": "No one is more qualified than you are to decide how you live; no one should be able to vote on what you do with your time and your potential unless you invite them to.", "author": "CrimethInc., Expect Resistance: A Field Manual"}, {"content": "The nuclear arms race is like two sworn enemies standing waist deep in gasoline, one with three matches, the other with five.", "author": "Carl Sagan"}, {"content": "Bran thought about it.  'Can a man still be brave if he's afraid?' 'That is the only time a man can be brave,' his father told him.", "author": "George R.R.  Martin, A Game of Thrones"}, {"content": "Death solves all problems - no man, no problem.", "author": "Joseph Stalin"}, {"content": "If you can't explain it to a six year old, you don't understand it yourself.", "author": "Albert Einstein"}, {"content": "I became insane, with long intervals of horrible sanity.", "author": "Edgar Allan Poe"}, {"content": "Sleep, those little slices of death - how I loathe them.", "author": "Edgar Allan Poe"}, {"content": "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.", "author": "J. K. Rowling"}, {"content": "A reader lives a thousand lives before he dies, said Jojen.  The man who never reads lives only one.", "author": "George R. R. Martin"}, {"content": "There is only one god and his name is Death.  And there is only one thing we say to Death: 'Not today'.", "author": "George R. R. Martin"}, {"content": "When you play a game of thrones you win or you die.", "author": "George R. R. Martin"}, {"content": "Why is it that when one man builds a wall, the next man immediately needs to know what's on the other side?", "author": "George R. R. Martin"}, {"content": "Her cunt became the world.", "author": "George R. R. Martin"}, {"content": "Computer science is no more about computers than astronomy is about telescopes.", "author": "Edsger Dijkstra"}, {"content": "...if you aren't, at any given time, scandalized by code you wrote five or even three years ago, you're not learning anywhere near enough.", "author": "Nick Black"}, {"content": "No man ever steps in the same river twice, for it's not the same river and he's not the same man.", "author": "Heraclitus"}, {"content": "A heartbeat away from the presidency, and not a single vote cast in my name.  Democracy is so overrated.", "author": "Francis Underwood"}, {"content": "Everything in the world is about sex except sex.  Sex is about power.", "author": "Oscar Wilde"}, {"content": "Never argue with stupid people, they will drag you down to their level and then beat you with experience.", "author": "Mark Twain"}, {"content": "Fortune favors the prepared mind.", "author": "Louis Pasteur"}, {"content": "Death is nothing to us.  When we exist, death is not; and when death exists, we are not.", "author": "Epicurus"}, {"content": "Non fui, fui, non sum, non curo (I was not; I was; I am not; I do not care).", "author": "Epicurus followers gravestones"}, {"content": "To narrate is to create, for living is just being lived.", "author": "Fernando Pessoa"}, {"content": "If you are not free to choose wrongly and irresponsibly, you are not free at all.", "author": "Jacob Hornberger"}, {"content": "The state is that great fiction by which everyone tries to live at the expense of everyone else.", "author": "Frédéric Bastiat"}, {"content": "No one will be alive by the last book.  In fact, they all die in the fifth.  The sixth book will be just a thousand-page description of snow blowing across the graves...", "author": "George R. R. Martin"}, {"content": "When you tear out a man's tongue, you're not proving him a liar, you're only telling the world what you fear he might say.", "author": "George R. R. Martin"}, {"content": "Some people, when confronted with a problem, think \"I know, I'll use regular expressions.\" Now they have two problems.", "author": "Jamie Zawinski"}, {"content": "Whatever happens, we have got the Maxim gun, and they have not.", "author": "Hilaire Belloc"}, {"content": "We are to give money of which we have too little for land of which we already have too much.", "author": "Fisher Ames"}, {"content": "The whole is greater than the sum of its parts.", "author": "Aristotle"}, {"content": "Hvis det er Fakta, saa benægter jeg Fakta.", "author": "Søren Kjær"}, {"content": "Thank God men cannot fly, and lay waste the sky as well as the earth.", "author": "Henry David Thoreau"}, {"content": "You would make a ship sail against the winds and currents by lighting a bonfire under her deck? Excuse me, I have no time to listen to such nonsense.", "author": "Napoleon I of France"}, {"content": "A designer knows he has achieved perfection not when there is nothing left to add, but when there is nothing left to take away.", "author": "Antoine de Saint-Exupery"}, {"content": "Don't worry about your difficulties in Mathematics.  I can assure you mine are still greater.", "author": "Albert Einstein"}, {"content": " * Beautiful is better than ugly,\n * Explicit is better than implicit,\n * Simple is better than complex,\n * Complex is better than complicated,\n * Readability counts.", "author": "PEP 20 (The Zen of Python)"}, {"content": "God made the natural numbers; all else is the work of man.", "author": "Leopold Kronecker"}, {"content": "Always do sober what you said you'd do drunk.  That will teach you to keep your mouth shut.", "author": "Ernest Hemingway"}, {"content": "So little is know, so the potential of the QC insn't very earlier derminable.", "author": "August Vinkel Sørensen"}, {"content": "Hydrogen is a light, odorless gas, which, given enough time, turns into people.", "author": "Edward Robert Harrison"}, {"content": "Given enough time, hydrogen starts to wonder where it came from, and where it is going.", "author": "Edward Robert Harrison"}, {"content": "The plethora of programming languages reveals how so many ways there are of signifying the same thing.  (Just as the plethora of political speeches reveals how so many ways there are of signifying nothing.)", "author": "Bernard Chazelle"}, {"content": "Oh Marge, cartoons don't have any deep meaning.  They're just stupid drawings that give you a cheap laugh!", "author": "Homer Simpsons"}, {"content": "To be P or not to be P, that is NP's question.", "author": "Bernard Chazelle"}, {"content": "To produce randomness can be quite arduous.  To this day, only two methods have been scientifically validated.  One of them is the infamous \"Kitty Flop.\"  Strap buttered toast to the back of a cat and drop the animal from a PETA-approved height: if the butter hits the ground, record a 1; else a 0.  For more bits, repeat.  Randomness results from the tension between Murphy's law and the feline penchant for landing on one's feet.  The other method is the classical \"Coriolis Flush.\"  This time, go to the equator and flush the toilet: if the water whirls clockwise, your random bit is a 1; else it's a 0.", "author": "Bernard Chazelle"}, {"content": "The most incomprehensible thing about the universe is that it is comprehensible.", "author": "Albert Einstein"}, {"content": "This agglomeration which was called and which still calls itself the Holy Roman Empire was neither holy, nor Roman, nor an empire.", "author": "Voltaire"}, {"content": "The bureaucracy is expanding to meet the needs of the expanding bureaucracy.", "author": "Anon (maybe Oscar Wilde)"}, {"content": "Give a man a fish and you feed him for a day. Teach a man how to fish and you feed him for a lifetime.", "author": "Lao Tzu"}, {"content": "Banking establishments are more dangerous than standing armies.", "author": "Thomas Jefferson"}, {"content": "It has been said that democracy is the worst form of government except all the others that have been tried.", "author": "Winston Churchill"}, {"content": "We will make electricity so cheap that only the rich will burn candles.", "author": "Thomas Edison"}, {"content": "If the radiance of a thousand suns were to burst at once into the sky, that would be like the splendor of the Mighty One...  I am become Death, the Shatterer of Worlds.", "author": "J. Robert Oppenheimer, quoting \"The Bhagavad Gita\""}, {"content": "Never trust a computer you can't throw out a window.", "author": "Steve Wozniak"}, {"content": "It cannot be too strongly emphasized that the heart, rationale and driving force of modern banking is keeping people in debt.  The challenge to banks is to keep the maximum number of people in the greatest amount of debt and with all the security of the nation state's guarantee.", "author": "Meta Economics"}, {"content": "Give me control over a nation's money and I care not who makes its laws.", "author": "Meyer Rothschild"}, {"content": "Since writing on toilet walls is neither done for critical acclaim, nor financial rewards, it is the purest form of art.", "author": "Anon"}, {"content": "If I had more time, I would have written a shorter letter.", "author": "Blaise Pascal"}, {"content": "I disapprove of what you say, but I will defend to the death your right to say it.", "author": "Evelyn Beatrice Hall"}, {"content": "You insist that there is something a machine cannot do. If you will tell me precisely what it is that a machine cannot do, then I can always make a machine which will do just that!", "author": "John von Neumann"}, {"content": "Everyone knows that debugging is twice as hard as writing a program in the first place.  So if you're as clever as you can be when you write it, how will you ever debug it?", "author": "Brian Kernighan"}, {"content": "Det forlyder, at Dansk Folkeparti på mandag fremsætter et lovforslag, der skal erstatte det arabiske talsystem med vikingeruner i forsøget på at beskytte Danmark mod hvad Martin Henriksen kalder et \"knæfald for islamistisk matematik\".", "author": "Rasmus Brygger"}, {"content": "An infinite number of monkeys typing into GNU emacs would never make a good program.", "author": "Linus Torvalds"}, {"content": "Every time I see some piece of medical research saying that caffeine is good for you, I high-five myself. Because I'm going to live forever.", "author": "Linus Torvalds"}, {"content": "The aim of art is to represent not the outward appearance of things, but their inward significance.", "author": "Aristotle"}, {"content": "If you're not a warg and you're not a targ, then you're Benjen.", "author": "septomber32nd"}, {"content": "And suddenly his cock was out, jutting upward from his breeches like a fat pink mast.", "author": "George R. R. Martin"}, {"content": "Here's to a long life, and a merry one; a quick death, and an easy one; a pretty girl, and an honest one; a cold beer - and another one", "author": "Old Irish Toast"}, {"content": "Mexico doesn't have an Olympic team... because anyone who can run, jump or swim is already across the border.", "author": "Jeremy Clarkson"}, {"content": "If two men are fighting and the wife of one of them comes to rescue her husband from his assailant, and she reaches out and seizes him by his private parts, you shall cut off her hand. Show her no pity.", "author": "Deuteronomy 25:11-12"}, {"content": "Sometimes you gotta work a little, so you can ball a lot.", "author": "Tom Haverford"}, {"content": "In real life, the hardest aspect of the battle between good and evil is determining which is which.", "author": "George R. R. Martin"}, {"content": "In theory, theory and practice are the same.  In practice, they are not.", "author": "Albert Einstein"}, {"content": "Egentlig mærkeligt hvordan unisex tøj er til BEGGE køn, men en unidirectional pipe går ikke begge veje?", "author": "Mads Ynddal"}, {"content": "If taxation without consent is not robbery, then any band of robbers have only to declare themselves a government, and all their robberies are legalized.", "author": "Lysander Spooner"}, {"content": "Politics is the art of looking for trouble, finding it everywhere, diagnosing it incorrectly and applying the wrong remedies.", "author": "Groucho Marx"}, {"content": "I'm not a great programmer; I'm just a good programmer with great habits.", "author": "Kent Beck"}, {"content": "Testing shows the presence, not the absence of bugs.", "author": "Edsger W. Dijkstra"}, {"content": "Man cannot remake himself without suffering, for he is both the marble and the sculptor.", "author": "Alexis Carrel"}, {"content": "The absence of evidence is not the evidence of absence.", "author": "Carl Sagan"}, {"content": "Det er da klart, hver gang man ser en af de to løgnhalse, så tænker man - Hvad er alternativet? Genialt navn!", "author": "Lars Pedersen"}, {"content": "War, war never changes.", "author": "Fallout Intro"}, {"content": "If the priest werent fiddling with you, you were one of the ugly kids.", "author": "Nathan Young - Misfits"}, {"content": "Show me a hero, and I'll write you a tragedy.", "author": "F. Scott Fitzgerald"}, {"content": "Talk is cheap. Show me the code.", "author": "Linus Torvalds"}, {"content": "My dear, Find what you love and let it kill you. Let it drain you of your all. Let it cling onto your back and weigh you down into eventual nothingness. Let it kill you and let it devour your remains. For all things will kill you, both slowly and fastly, but it’s much better to be killed by a lover. ~ Falsely yours", "author": "Charles Bukowski"}, {"content": "Any customer can have a car painted any colour that he wants so long as it is black.", "author": "Henry Ford"}, {"content": "War is a mere continuation of politics by other means.", "author": "Carl von Clausewitz"}, {"content": "If voting changed anything, they’d make it illegal", "author": "Emma Goldman"}, {"content": "If P = NP, then the world would be a profoundly different place than we usually assume it to be. There would be no special value in ‘creative leaps,’ no fundamental gap between solving a problem and recognizing the solution once it’s found. Everyone who could appreciate a symphony would be Mozart; everyone who could follow a step-by-step argument would be Gauss; everyone who could recognize a good investment strategy would be Warren Buffett.", "author": "Scott Aaronson"}, {"content": "Simplicity is the final achievement. After one has played a vast quantity of notes and more notes, it is simplicity that emerges as the crowning reward of art.", "author": "Frédéric Chopin"}, {"content": "One day I will find the right words, and they will be simple.", "author": "Jack Kerouac"}, {"content": "Statistik er som en lygtepæl. Den er god at støtte sig til, men den oplyser kun begrænset.", "author": "Robert Storm Petersen"}, {"content": "You can always judge a man by the quality of his enemies.", "author": "Oscar Wilde"}, {"content": "The only difference between the saint and the sinner is that every saint has a past, and every sinner has a future.", "author": "Oscar Wilde"}, {"content": "Oh my ass bruns like fire! what on earth is the meaning of this\\!- maybe much wants to come out?", "author": "Wolfgang Amadeus Mozart"}, {"content": "Philosophers for example argue that they are very much concerned with the problems posed by 'real life': like for instance 'What do we mean by real?' and 'How can we reach an empirical definition of life?' and so on.", "author": "Douglas Adams"}, {"content": "The Analytical Engine has no pretensions whatever to originate anything. It can do whatever we know how to order it to perform.", "author": "Ada King Lovelace"}, {"author": "Marcus Aurelius", "content": "How much more grievous are the consequences of anger than the causes of it."}]}